{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<sos>": 2,
      "<eos>": 3,
      "!": 4,
      "\"": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "0": 14,
      "1": 15,
      "2": 16,
      "3": 17,
      "4": 18,
      "5": 19,
      "6": 20,
      "7": 21,
      "8": 22,
      "9": 23,
      ";": 24,
      "=": 25,
      ">": 26,
      "?": 27,
      "_": 28,
      "a": 29,
      "b": 30,
      "c": 31,
      "d": 32,
      "e": 33,
      "f": 34,
      "g": 35,
      "h": 36,
      "i": 37,
      "j": 38,
      "k": 39,
      "l": 40,
      "m": 41,
      "n": 42,
      "o": 43,
      "p": 44,
      "q": 45,
      "r": 46,
      "s": 47,
      "t": 48,
      "u": 49,
      "v": 50,
      "w": 51,
      "x": 52,
      "y": 53,
      "z": 54,
      "¡": 55,
      "¢": 56,
      "£": 57,
      "¥": 58,
      "¦": 59,
      "§": 60,
      "¨": 61,
      "©": 62,
      "ª": 63,
      "«": 64,
      "¬": 65,
      "¯": 66,
      "°": 67,
      "±": 68,
      "²": 69,
      "³": 70,
      "´": 71,
      "µ": 72,
      "·": 73,
      "¹": 74,
      "º": 75,
      "»": 76,
      "½": 77,
      "¿": 78,
      "Ã": 79,
      "Ä": 80,
      "Å": 81,
      "Æ": 82,
      "á": 83,
      "â": 84,
      "Ċ": 85,
      "Ġ": 86,
      "Ģ": 87,
      "ģ": 88,
      "ĥ": 89,
      "ħ": 90,
      "ĩ": 91,
      "ī": 92,
      "ĭ": 93,
      "į": 94,
      "ı": 95,
      "ĳ": 96,
      "ĵ": 97,
      "ķ": 98,
      "Ĺ": 99,
      "Ļ": 100,
      "Ľ": 101,
      "Ŀ": 102,
      "Ł": 103,
      "ł": 104,
      "Ń": 105,
      "á»": 106,
      "áº": 107,
      "Ġt": 108,
      "ng": 109,
      "Ġc": 110,
      "nh": 111,
      "Ġv": 112,
      "Ġth": 113,
      "Ġh": 114,
      "Ġ.": 115,
      "Ãł": 116,
      "iá»": 117,
      "ĠÄ": 118,
      "ĠÄĳ": 119,
      "Ãª": 120,
      "Ġg": 121,
      "Ãªn": 122,
      "Ġd": 123,
      "Ġk": 124,
      "iáº": 125,
      "Ġ,": 126,
      "Ġnh": 127,
      "Ġl": 128,
      "Ã¡": 129,
      "Ġs": 130,
      "Ã´": 131,
      "áº¡": 132,
      "Ġch": 133,
      "Ġb": 134,
      "Æ°": 135,
      "áº§": 136,
      "iÃªn": 137,
      "ĠviÃªn": 138,
      "Ġkh": 139,
      "Ġm": 140,
      "Ġgiáº": 141,
      "Ġgiáº£": 142,
      "Ã¬": 143,
      "Ġhá»": 144,
      "Ġtr": 145,
      "Ġn": 146,
      "Ã³": 147,
      "Ġgiáº£ng": 148,
      "Ġthá»": 149,
      "iá»ĩ": 150,
      "áº¥": 151,
      "áºŃ": 152,
      "áº§y": 153,
      "ĠÄĳá»": 154,
      "inh": 155,
      "á»Ľ": 156,
      "Ġdáº¡": 157,
      "Ġr": 158,
      "Ġdáº¡y": 159,
      "Ã¬nh": 160,
      "Ãłi": 161,
      "Ġtháº§y": 162,
      "Ġsinh": 163,
      "įc": 164,
      "Ġhá»įc": 165,
      "iáº¿": 166,
      "Ã´ng": 167,
      "áº¥t": 168,
      "ĠtáºŃ": 169,
      "Æ¡": 170,
      "ĠvÃł": 171,
      "ĠbÃłi": 172,
      "áº£": 173,
      "ĠtÃ¬nh": 174,
      "iá»ĥ": 175,
      "Ġdá»": 176,
      "Ã¢": 177,
      "Ġp": 178,
      "ĠkhÃ´ng": 179,
      "Ġph": 180,
      "Æ°á»": 181,
      "ĠcÃ³": 182,
      "iá»ĩt": 183,
      "áº¿": 184,
      "uy": 185,
      "Ġráº¥t": 186,
      "Ġnhiá»ĩt": 187,
      "Ã¡c": 188,
      "ģu": 189,
      "Ġq": 190,
      "iá»ģu": 191,
      "iá»ĥu": 192,
      "Ġng": 193,
      "Ġqu": 194,
      "Ġcho": 195,
      "Ġhiá»ĥu": 196,
      "±c": 197,
      "Ġgi": 198,
      "ÃŃ": 199,
      "Ġnhiá»ģu": 200,
      "Ãº": 201,
      "á»ĳ": 202,
      "áº§n": 203,
      "Ã´n": 204,
      "ĠcÃ¡c": 205,
      "ĠlÃł": 206,
      "ĠtáºŃp": 207,
      "á»Ľi": 208,
      "Ġcá»": 209,
      "Ġdá»ħ": 210,
      "Ġthá»±c": 211,
      "ĠhÆ¡": 212,
      "Æ°á»£": 213,
      "á»ģ": 214,
      "á»Ļ": 215,
      "ĠcÃ´": 216,
      "©c": 217,
      "ay": 218,
      "em": 219,
      "ong": 220,
      "iáº¿n": 221,
      "Ã¢m": 222,
      "áº¯": 223,
      "ĠmÃ´n": 224,
      "ĠnÃªn": 225,
      "ĠtÃ¢m": 226,
      "Ãłnh": 227,
      "Ġvá»Ľi": 228,
      "Ġthá»©c": 229,
      "Ã²": 230,
      "Æ°á»£c": 231,
      "ĠÄĳÆ°á»£c": 232,
      "Ġkiáº¿n": 233,
      "ĠhÆ¡n": 234,
      "ĠtáºŃn": 235,
      "Ġem": 236,
      "Ġcá»§": 237,
      "Ġlá»Ľ": 238,
      "Ġcá»§a": 239,
      "Ã¡o": 240,
      "Ġtiáº¿": 241,
      "Ġhay": 242,
      "Ġngh": 243,
      "áº¿t": 244,
      "Ġlá»Ľp": 245,
      "an": 246,
      "ĠhÃłnh": 247,
      "Ġchá»": 248,
      "ung": 249,
      "Ŀi": 250,
      "Ġcáº§n": 251,
      "Ã½": 252,
      "ĠnhÆ°": 253,
      "ĠÄĳá»ĥ": 254,
      "Ġtrong": 255,
      "Ġgiá»": 256,
      "Æ°a": 257,
      "á»¯": 258,
      "Ġtá»ĳ": 259,
      "Ġká»": 260,
      "ĠlÃłm": 261,
      "ĠquÃ¡": 262,
      "Äĥ": 263,
      "ĠkhÃ³": 264,
      "Ġtá»ĳt": 265,
      "áº¡t": 266,
      "Ġtá»": 267,
      "Æ°á»Ľ": 268,
      "Ġsá»": 269,
      "©ng": 270,
      "uyáº¿t": 271,
      "Ġx": 272,
      "Ġdá»¥": 273,
      "ui": 274,
      "Ġvui": 275,
      "Æ°Æ¡": 276,
      "Æ°Æ¡ng": 277,
      "ĠtÃŃ": 278,
      "Ġbá»": 279,
      "áº«": 280,
      "iá»ĩu": 281,
      "ĠgiÃ¡o": 282,
      "Ġvá»ģ": 283,
      "Ã¡p": 284,
      "ĠchÆ°a": 285,
      "á»ģn": 286,
      "anh": 287,
      "Ġtruy": 288,
      "á»¯ng": 289,
      "ĠlÃ½": 290,
      "áº«n": 291,
      "ĠcÃ¡ch": 292,
      "Ġtruyá»ģn": 293,
      "á»Ļt": 294,
      "ĠtrÃ¬nh": 295,
      "Ġmá»Ļt": 296,
      "ĠÄĳáº¡t": 297,
      "Ġnhá»¯ng": 298,
      "ch": 299,
      "Ŀng": 300,
      "Æ°á»Ŀng": 301,
      "ĠnÃł": 302,
      "Ġgiá»Ŀ": 303,
      "Ġkhi": 304,
      "Äĥng": 305,
      "ĠnÃ³": 306,
      "iáº¿t": 307,
      "áº¡i": 308,
      "ĠtÃŃnh": 309,
      "Ġthá»ĥ": 310,
      "áº£i": 311,
      "Ã²ng": 312,
      "ĠÄĳá»ģ": 313,
      "áº¯c": 314,
      "Ġthá»Ŀi": 315,
      "Ã¡n": 316,
      "ao": 317,
      "Ġtrá»": 318,
      "wz": 319,
      "ĠÄĳá»Ļ": 320,
      "ķi": 321,
      "Ã¹": 322,
      "áº·": 323,
      "ĠhÆ°á»Ľ": 324,
      "Ġdáº«n": 325,
      "Ġchá»ī": 326,
      "Ġmá»": 327,
      "áº¿n": 328,
      "Ãªm": 329,
      "iá»ĩn": 330,
      "Ġthuyáº¿t": 331,
      "Ġgiáº£i": 332,
      "ĠlÃªn": 333,
      "ĠnÃ³i": 334,
      "Ġviá»ĩ": 335,
      "Ġviá»ĩc": 336,
      "Ġná»Ļ": 337,
      "Ãºng": 338,
      "ĠÄĳáº¿n": 339,
      "iá»ĥm": 340,
      "Ġdá»¥ng": 341,
      "ĠnhÆ°ng": 342,
      "Ġgian": 343,
      "Ãºp": 344,
      "ĠhÆ°á»Ľng": 345,
      "ĠhÆ¡i": 346,
      "Ġbu": 347,
      "ĠgiÃºp": 348,
      "de": 349,
      "ĠmÃ¡": 350,
      "Ã²n": 351,
      "Ġ!": 352,
      "Ġdung": 353,
      "Ġká»¹": 354,
      "ĠcÃ²n": 355,
      "ĠthÃ¬": 356,
      "Ġtiáº¿t": 357,
      "áº£m": 358,
      "ĠcÅ": 359,
      "ĠthÃªm": 360,
      "Ġbáº£": 361,
      "Ġbuá»": 362,
      "Ġlá»": 363,
      "ĠtrÃªn": 364,
      "Ġná»Ļi": 365,
      "Ġtiáº¿p": 366,
      "ĠnÃły": 367,
      "ĠÄĳá»ĵ": 368,
      "Ġpháº§n": 369,
      "Ġquan": 370,
      "Ġláº¡i": 371,
      "Ġbá»ĭ": 372,
      "Ġthu": 373,
      "ĠmÃł": 374,
      "ĠÄĳá»§": 375,
      "Ġra": 376,
      "ĠrÃ": 377,
      "áº»": 378,
      "ĠnÄĥng": 379,
      "ĠÃŃ": 380,
      "Ġquáº£": 381,
      "Ã¢u": 382,
      "ĠphÃ²ng": 383,
      "Ã¢n": 384,
      "ĠcÅ©ng": 385,
      "Ġho": 386,
      "li": 387,
      "ĠÄĳá»Ļng": 388,
      "ĠÄĳiá»ĥm": 389,
      "áº¥p": 390,
      "ĠvÃło": 391,
      "Ġá»": 392,
      "Ġtáº¡": 393,
      "ĠÄĳi": 394,
      "uyÃªn": 395,
      "ĠtÃłi": 396,
      "Ġtáº¡o": 397,
      "ĠkhÃ¡": 398,
      "Ġliá»ĩu": 399,
      "Ġsá»±": 400,
      "áºŃt": 401,
      "ĠrÃµ": 402,
      "Ġhá»£": 403,
      "Ġthi": 404,
      "Ġhá»£p": 405,
      "áº¥y": 406,
      "uá»ĳ": 407,
      "ĠmÃ¡y": 408,
      "Ġpháº£i": 409,
      "ĠÃ¡n": 410,
      "Ġcáº¥p": 411,
      "ĠÄĳÃºng": 412,
      "Ġsá»ĳ": 413,
      "Ġsá»Ń": 414,
      "Ġtáº¿": 415,
      "Ġváº»": 416,
      "ĠnhÃł": 417,
      "Ãºc": 418,
      "Æ°á»£ng": 419,
      "Ġnhanh": 420,
      "Ġsli": 421,
      "Ġnghá»": 422,
      "Ġbuá»ķi": 423,
      "ang": 424,
      "Ġtá»«": 425,
      "Ġslide": 426,
      "Ġhiá»ĩu": 427,
      "Ġká»³": 428,
      "áº§u": 429,
      "Ġlu": 430,
      "įng": 431,
      "Ġvá»": 432,
      "au": 433,
      "ĠÄĳáº§y": 434,
      "ĠthÆ°á»Ŀng": 435,
      "ĠgÃ¬": 436,
      "Ġchi": 437,
      "ĠphÃ¡p": 438,
      "áºŃp": 439,
      "Ã£": 440,
      "Ġthiáº¿t": 441,
      "Ġmá»Ľi": 442,
      "le": 443,
      "ĠvÃ¬": 444,
      "Ã´i": 445,
      "ĠÃŃt": 446,
      "ĠvÃŃ": 447,
      "Ãłng": 448,
      "Ġdo": 449,
      "ĠlÆ°á»£ng": 450,
      "Ġcao": 451,
      "eo": 452,
      "áºŃn": 453,
      "Ã¡t": 454,
      "ıi": 455,
      "áº¡n": 456,
      "Ġkháº£": 457,
      "Ġtheo": 458,
      "áº¯m": 459,
      "jwz": 460,
      "wzjwz": 461,
      "Ġwzjwz": 462,
      "Æ°á»Ľc": 463,
      "Ġnghe": 464,
      "ĠphÆ°Æ¡ng": 465,
      "Ġco": 466,
      "áº¥n": 467,
      "ĠcÃ´ng": 468,
      "ĠthÃ´ng": 469,
      "Ã¢y": 470,
      "ĠluÃ´n": 471,
      "uyá»": 472,
      "ai": 473,
      "ĠbÃ¡o": 474,
      "ĵi": 475,
      "Ġthiá»ĩn": 476,
      "ĠÄĳÃ¡p": 477,
      "áº½": 478,
      "Ġcung": 479,
      "Ġcáº£m": 480,
      "in": 481,
      "Ġbáº£o": 482,
      "ĠÄĳÃ³": 483,
      "ĠÃ½": 484,
      "ĠtrÆ°á»Ŀng": 485,
      "Ġanh": 486,
      "ÃŃch": 487,
      "Ġbiáº¿t": 488,
      "uyá»ĩ": 489,
      "Ġtháº¥y": 490,
      "iáº¿u": 491,
      "Ġváº¥n": 492,
      "Ãłn": 493,
      "Ġhuyáº¿t": 494,
      "ĠÄĳÃ£": 495,
      "Ġcháº¥t": 496,
      "ĠtrÆ°á»Ľc": 497,
      "Ã©": 498,
      "Ġtá»±": 499,
      "á»ĵi": 500,
      "Ãªu": 501,
      "áº·c": 502,
      "Ġhá»ıi": 503,
      "Ġcuá»ĳ": 504,
      "Ġmong": 505,
      "Ġtiáº¿ng": 506,
      "Ġnghá»ī": 507,
      "Ġsau": 508,
      "Ãºt": 509,
      "ĠkhÃ¡c": 510,
      "¥c": 511,
      "iá»ħ": 512,
      "Ġmáº¯c": 513,
      "Ġy": 514,
      "ĠliÃªn": 515,
      "±ng": 516,
      "Ġhá»©ng": 517,
      "iá»ħn": 518,
      "Ġtháº¯c": 519,
      "Ã³m": 520,
      "ĠthÃ¢n": 521,
      "ĠÄĳÆ°a": 522,
      "Ġcá»¥": 523,
      "Ġsáº½": 524,
      "Ġá»Ł": 525,
      "Ġgáº§n": 526,
      "ĠnÃło": 527,
      "Ġ2": 528,
      "Æ°á»Ŀi": 529,
      "Ĺi": 530,
      "ĠthÃº": 531,
      "ĠÄĳáº£m": 532,
      "ĠhÃłi": 533,
      "Ġcáº£": 534,
      "ĠnhÃ³m": 535,
      "Ġbáº¡n": 536,
      "áº¿u": 537,
      "Ä©": 538,
      "ĠthÃŃch": 539,
      "Ã¹ng": 540,
      "áº¯t": 541,
      "Ġnháº¥t": 542,
      "Äĥn": 543,
      "ĠsÃ¡t": 544,
      "Ġto": 545,
      "ĠÄĳiá»ģu": 546,
      "áº±ng": 547,
      "Ġchu": 548,
      "ĠxuyÃªn": 549,
      "uyá»ĩn": 550,
      "Ġ\"": 551,
      "ĠhÃ¬nh": 552,
      "ĠgÃ¢y": 553,
      "ĠlÃºc": 554,
      "Ġqua": 555,
      "ĠngÆ°á»Ŀi": 556,
      "ĠcáºŃp": 557,
      "Ġhá»ĩ": 558,
      "Ġngo": 559,
      "Ã¢ng": 560,
      "Ġcuá»ĳi": 561,
      "ĠcÆ¡": 562,
      "Ġtrá»įng": 563,
      "Ġnghiá»ĩ": 564,
      "am": 565,
      "Ġtiá»ħn": 566,
      "Ġnáº¯m": 567,
      "ĠnÃ¢ng": 568,
      "ĠÄĳá»¡": 569,
      "ĠchÆ°Æ¡ng": 570,
      "ĠcÃ¢u": 571,
      "ĠnghÄ©": 572,
      "Ġ1": 573,
      "Ãły": 574,
      "Ã¡nh": 575,
      "ĠÄĳá»ķi": 576,
      "ĠcÃ¡": 577,
      "Ġrá»ĵi": 578,
      "ĠÃ¡p": 579,
      "ĠtÄĥng": 580,
      "ĠsÃ¢u": 581,
      "ĠchuyÃªn": 582,
      "á»¯a": 583,
      "ĵn": 584,
      "do": 585,
      "ĠchÃ¡n": 586,
      "Ġhoáº¡t": 587,
      "on": 588,
      "ĠÄĳáº§u": 589,
      "ĠchÃºng": 590,
      "ĠrÃłng": 591,
      "ĠngoÃłi": 592,
      "Ġtá»Ľi": 593,
      "Ġtho": 594,
      "ĠlÃ²ng": 595,
      "¯a": 596,
      "ĳng": 597,
      "Ġnhá»": 598,
      "Ġbáº±ng": 599,
      "Ġná»¯a": 600,
      "Ġngá»": 601,
      "Ġthay": 602,
      "ĠnháºŃt": 603,
      "Ġkáº¿t": 604,
      "Ġbáº¯t": 605,
      "ĠÄĳá»ĳ": 606,
      "Ġbáº£n": 607,
      "dot": 608,
      "Ġháº¿t": 609,
      "ĠphÃ¹": 610,
      "áº©": 611,
      "ĠmÃ¬nh": 612,
      "Ġcá»±c": 613,
      "Ġbá»ķ": 614,
      "ĠÄĳá»ĵng": 615,
      "įn": 616,
      "Ġmá»Ĺi": 617,
      "ĠÄĳá»ĳi": 618,
      "ĠtÆ°Æ¡ng": 619,
      "Ġtrung": 620,
      "ĠtÃ¬": 621,
      "ĠtÃ¬m": 622,
      "ĠtÃ¡c": 623,
      "ĠyÃªu": 624,
      "Ġchiáº¿u": 625,
      "áºŃy": 626,
      "Ġngá»§": 627,
      "Ġáº¡": 628,
      "ĠÄĳÃ´i": 629,
      "áº¥m": 630,
      "Ġkho": 631,
      "Ġtrang": 632,
      "Ġcáº§u": 633,
      "ĠÄĳá»ģu": 634,
      "Ġtrá»ħ": 635,
      "Ġ3": 636,
      "ĠtháºŃt": 637,
      "Ġhiá»ĩn": 638,
      "Ġnáº¿u": 639,
      "Ġlá»Ŀi": 640,
      "Ġá»©ng": 641,
      "Ġsá»Ńa": 642,
      "áº©n": 643,
      "áº·t": 644,
      "Ġtá»«ng": 645,
      "ĠváºŃy": 646,
      "ĠtÃŃch": 647,
      "ĠthÆ°Æ¡ng": 648,
      "Ġthá»ĳng": 649,
      "Ġtrá»£": 650,
      "ĠcÃ¡i": 651,
      "Ġthoáº£i": 652,
      "ub": 653,
      "Ġcháº¥m": 654,
      "Ġgiá»¯a": 655,
      "ĠmÃ¡i": 656,
      "Ġbuá»ĵn": 657,
      "ĠÃ´n": 658,
      "ĭch": 659,
      "Ġnghiá»ĩm": 660,
      "©i": 661,
      "Å©i": 662,
      "ĠgÅ©i": 663,
      "Ġmáº¡": 664,
      "ĠphÃ¢n": 665,
      "Ġchá»§": 666,
      "Ġváº«n": 667,
      "áºŃm": 668,
      "Ġtin": 669,
      "iá»ģ": 670,
      "ĠÃŃch": 671,
      "oo": 672,
      "Ġgá»": 673,
      "Ġchuáº©n": 674,
      "ĭp": 675,
      "Æ¡n": 676,
      "Ġtá»¥": 677,
      "Ġw": 678,
      "Ġthiáº¿u": 679,
      "Ġhá»Ĺ": 680,
      "Ġtra": 681,
      "Ġlá»±c": 682,
      "uble": 683,
      "Ġkiá»ĥm": 684,
      "ĠcháºŃm": 685,
      "Ġná»": 686,
      "Ġká»ĭp": 687,
      "Ġtu": 688,
      "Ġnhá»ı": 689,
      "«a": 690,
      "ĠÄĳá»įc": 691,
      "iá»ģn": 692,
      "ubledot": 693,
      "Ġkinh": 694,
      "Ġphá»": 695,
      "lon": 696,
      "įi": 697,
      "Ġrá»Ļ": 698,
      "Ġhoáº·c": 699,
      "Ġdoubledot": 700,
      "Ġcode": 701,
      "Ġ(": 702,
      "Ġ)": 703,
      "ĠhÃºt": 704,
      "ĠdÃ¹": 705,
      "ĠchÃŃ": 706,
      "Ġrá»Ļng": 707,
      "áº¯ng": 708,
      "Ġvá»«a": 709,
      "Ġcolon": 710,
      "Ġláº¯m": 711,
      "Ã¡ng": 712,
      "Ġchuyá»ĩn": 713,
      "Ġtráº£": 714,
      "Ġso": 715,
      "ĠÄĳá»ĭ": 716,
      "ĠthÃłnh": 717,
      "Ġtham": 718,
      "ĠÄĳa": 719,
      "Ġlo": 720,
      "ĠÄĳá»ĭnh": 721,
      "Ġtháº¿": 722,
      "ĠtoÃłn": 723,
      "ile": 724,
      "ĠcÃ¹ng": 725,
      "ĠphÃ¡t": 726,
      "áº·p": 727,
      "Ġmá»Ł": 728,
      "Ġlá»ĭch": 729,
      "Ġtuáº§n": 730,
      "ĠchÃº": 731,
      "Ġmá»įi": 732,
      "Ġláº§n": 733,
      "ĠláºŃp": 734,
      "Ġngá»¯": 735,
      "Ġchia": 736,
      "Ġtuy": 737,
      "Ġtáº¡i": 738,
      "ĠkÃ©": 739,
      "Ġmang": 740,
      "Ġcá»©": 741,
      "áº¯n": 742,
      "áº¯p": 743,
      "Ġxem": 744,
      "Ã²a": 745,
      "ĠhoÃłn": 746,
      "ĠchÃŃnh": 747,
      "Ġcáº£i": 748,
      "ĠÄĳÃ¡nh": 749,
      "ĠbÃ¹": 750,
      "ĠbÃły": 751,
      "ĠhÃ²a": 752,
      "Ġla": 753,
      "Ġgiao": 754,
      "Äĥm": 755,
      "Ġluyá»ĩn": 756,
      "Ġmuá»ĳ": 757,
      "Ġdáº¡ng": 758,
      "ĠgiÃ¡": 759,
      "Ġmuá»ĳn": 760,
      "te": 761,
      "ĠcÃ¡o": 762,
      "ĠkhÄĥn": 763,
      "Ġgiá»įng": 764,
      "Ġchung": 765,
      "ood": 766,
      "sm": 767,
      "ĠvÄĥn": 768,
      "ĠdÃłi": 769,
      "Ġphong": 770,
      "Ġmáº¡ng": 771,
      "ĠÆ¡n": 772,
      "Ġcá»ĳ": 773,
      "Ġsai": 774,
      "Ġkhiáº¿n": 775,
      "Ġchá»ĭ": 776,
      "Ġkháº£o": 777,
      "ea": 778,
      "Ġviáº¿t": 779,
      "ĠnhÃ¬": 780,
      "Ã©p": 781,
      "ĠnháºŃn": 782,
      "áº£ng": 783,
      "ĠngÃłnh": 784,
      "Ġtá»ķ": 785,
      "ĠnhÃłm": 786,
      "ĠnhÃ¬n": 787,
      "ĠÄĳang": 788,
      "Ġgáº·p": 789,
      "Ġnhau": 790,
      "Ġbá»Ļ": 791,
      "Ġmáº¥t": 792,
      "Ġmood": 793,
      "Ġtá»¥i": 794,
      "Ġmoodle": 795,
      "Ġf": 796,
      "Łng": 797,
      "Ġsáº¯p": 798,
      "Ġthá»©": 799,
      "Æ°á»Łng": 800,
      "Ã¡ch": 801,
      "ĠngÃły": 802,
      "smile": 803,
      "ar": 804,
      "Ġyáº¿u": 805,
      "eb": 806,
      "ic": 807,
      "ro": 808,
      "Ġmá»¥c": 809,
      "áº¹": 810,
      "Ġhiá»ģn": 811,
      "ĠbÃ¡": 812,
      "Ġngá»ĵi": 813,
      "á»Ļc": 814,
      "Ġbá»ı": 815,
      "Ġkhoa": 816,
      "ne": 817,
      "Ġdanh": 818,
      "ĠdÃ¹ng": 819,
      "ĠnhiÃªn": 820,
      "Ġhá»į": 821,
      "iÃªm": 822,
      "iÃªu": 823,
      "áº¿p": 824,
      "Ġchá»Ĺ": 825,
      "ĠxÃ¡c": 826,
      "Ġxáº¿p": 827,
      "á»ĳi": 828,
      "Ġlá»Ľn": 829,
      "Ġchá»©": 830,
      "áº³": 831,
      "ĠvÃłi": 832,
      "Ġsao": 833,
      "Ġminh": 834,
      "ĠnÄĥm": 835,
      "ĠnghiÃªm": 836,
      "uyá»ĩt": 837,
      "Ġháº¡n": 838,
      "ĠÄĳáº·c": 839,
      "ĠbÃªn": 840,
      "ĠkhÃŃ": 841,
      "Æ¡i": 842,
      "á»Ļn": 843,
      "Ġbá»įn": 844,
      "Ġnghá»ĭ": 845,
      "Ġchá»ĭu": 846,
      "Ġtuyá»ĩt": 847,
      "ĠcÆ°á»Ŀng": 848,
      "ĠcÃłng": 849,
      "Ãło": 850,
      "ĠÄĳáº·t": 851,
      "ĠhÆ°á»Ľc": 852,
      "Ġbáº£ng": 853,
      "ĠtoÃ¡n": 854,
      "Ġlab": 855,
      "ĠtÆ°": 856,
      "Ġtáº¥t": 857,
      "ĠváºŃn": 858,
      "ĠÄĳÃ¡o": 859,
      "Ġkiá»ĩn": 860,
      "ĠchÃºt": 861,
      "Ġsá»Ł": 862,
      "Ġná»Ļp": 863,
      "Ġsá»Ľ": 864,
      "Ġbiá»ĩt": 865,
      "ĠnÃ³ng": 866,
      "Ġsá»Ľm": 867,
      "Ġvi": 868,
      "Ġgiáº£m": 869,
      "ĠtrÃ¡nh": 870,
      "Ġvá»įng": 871,
      "ĠkÃ©m": 872,
      "ĠbÃ¡m": 873,
      "áº³ng": 874,
      "Ġláº¥y": 875,
      "Ġweb": 876,
      "Ġ4": 877,
      "ĠÃ¢m": 878,
      "Ġmá»ģ": 879,
      "Ġlá»Ĺi": 880,
      "Ġnghiá»ĩp": 881,
      "Ġmá»ģm": 882,
      "£i": 883,
      "ĠcÆ°Æ¡ng": 884,
      "ĠsÃ¡ng": 885,
      "Ġmáº·c": 886,
      "Ġtrao": 887,
      "á»Ľt": 888,
      "Ġxin": 889,
      "ĠcÅ©": 890,
      "line": 891,
      "Ġcuá»ĳn": 892,
      "Ġngáº¯n": 893,
      "Ġtá»¥c": 894,
      "Ġtrá»±c": 895,
      "iÃª": 896,
      "ĠÄĳÃ¢y": 897,
      "Ġgh": 898,
      "Ġdea": 899,
      "ĠlÃ¢u": 900,
      "ĠchÃ©p": 901,
      "Ġmáº·t": 902,
      "Ġhá»Ļ": 903,
      "ĠgiÃ¡c": 904,
      "Ġxong": 905,
      "Ġná»ķi": 906,
      "dline": 907,
      "en": 908,
      "Ġbao": 909,
      "Ġngay": 910,
      "ĠrÃ¨": 911,
      "Ġvá»ĭ": 912,
      "Ġdeadline": 913,
      "Ġ-": 914,
      "Ġ5": 915,
      "ĠcáºŃn": 916,
      "Ġnáº·": 917,
      "Ġhá»įa": 918,
      "Ġhá»Ļi": 919,
      "Ġnáº·ng": 920,
      "Ġai": 921,
      "Ġtiáº¿n": 922,
      "ĠtÃ´i": 923,
      "ĠvÃ´": 924,
      "Ġsem": 925,
      "Ġmá»Ŀ": 926,
      "Ġnghá»ĩ": 927,
      "ĠluáºŃn": 928,
      "Ã©t": 929,
      "iÃªng": 930,
      "Ġviá»ĩt": 931,
      "Ġlan": 932,
      "Ġsung": 933,
      "áº§m": 934,
      "áº£n": 935,
      "Ġquy": 936,
      "Ġchá»©c": 937,
      "Ġsá»©c": 938,
      "áº·n": 939,
      "inar": 940,
      "Ġphá»¥c": 941,
      "Ġcolonsmile": 942,
      "Ġcá»©u": 943,
      "Ġseminar": 944,
      "Ġnhá»Ľ": 945,
      "Ġláº¡": 946,
      "ĠtrÃ²": 947,
      "áº£o": 948,
      "Ġgiá»ıi": 949,
      "Ġká»ĥ": 950,
      "Ġmá»©c": 951,
      "ur": 952,
      "Ġnháº¯c": 953,
      "áº¥u": 954,
      "ĠriÃªng": 955,
      "Ġquyáº¿t": 956,
      "ĠnghiÃªn": 957,
      "áº«u": 958,
      "ĠváºŃt": 959,
      "Ġháº§u": 960,
      "ĠdÃłng": 961,
      "ĠsÆ¡": 962,
      "ĠsÃ´i": 963,
      "Ġmáº¥y": 964,
      "Ġmáº«u": 965,
      "iá»ĩm": 966,
      "áº£nh": 967,
      "ĠphÃºt": 968,
      "Ġvá»Ŀi": 969,
      "ac": 970,
      "er": 971,
      "Ľi": 972,
      "Ġsáº»": 973,
      "Ġkháº¯c": 974,
      "Ġman": 975,
      "Ġquáº¡t": 976,
      "Ġ20": 977,
      "se": 978,
      "«ng": 979,
      "Ġáº£nh": 980,
      "Ńi": 981,
      "Ã¡i": 982,
      "Ġmic": 983,
      "iáº¿m": 984,
      "ĠxÃ©t": 985,
      "ĠthuáºŃt": 986,
      "Ġmicro": 987,
      "ĠtÃºc": 988,
      "ĠtÆ°á»£ng": 989,
      "Ġhy": 990,
      "Ġhai": 991,
      "ĠÄĳÃło": 992,
      "Ġcháº¿": 993,
      "ĠbáºŃn": 994,
      "Ġmu": 995,
      "iá»ĥn": 996,
      "Ġgiá»Ľi": 997,
      "ĠkhÃ³a": 998,
      "ĠrÃ¨n": 999,
      "si": 1000,
      "Ġcháº¯c": 1001,
      "ail": 1002,
      "Ġgá»įn": 1003,
      "Ġsong": 1004,
      "Ġbáº¥t": 1005,
      "Ġkhoáº£ng": 1006,
      "ing": 1007,
      "µn": 1008,
      "ıng": 1009,
      "áºµn": 1010,
      "ĠtiÃªu": 1011,
      "ĠngÃ´n": 1012,
      "Ġgia": 1013,
      "Ġá»ķ": 1014,
      "Ġsá»ĳng": 1015,
      "Ġgá»Ńi": 1016,
      "Ġtá»¥y": 1017,
      "Ġmuá»Ļn": 1018,
      "it": 1019,
      "Ġu": 1020,
      "Łi": 1021,
      "Ńa": 1022,
      "ĠthÃ´i": 1023,
      "ĠÄĳáº¡i": 1024,
      "Ġsáºµn": 1025,
      "Ġnghá»ģ": 1026,
      "Ġtá»ĳn": 1027,
      "ame": 1028,
      "Ġloa": 1029,
      "al": 1030,
      "Ãµ": 1031,
      "Ġtáº£i": 1032,
      "Ġcu": 1033,
      "Ġthiá»ĩu": 1034,
      "Ġtháº£o": 1035,
      "ĠÄĳiá»ĩn": 1036,
      "ĠdÃłnh": 1037,
      "Ġdiá»ħn": 1038,
      "Ġnhiá»ĩm": 1039,
      "ĠsÃ¡ch": 1040,
      "Ġbiá»ĥu": 1041,
      "ĠkhÃ´": 1042,
      "Ġhá»ĵ": 1043,
      "ĠtrÃ¡ch": 1044,
      "ĠphÃŃ": 1045,
      "Ġquáº£n": 1046,
      "¯u": 1047,
      "Ã¨": 1048,
      "ĥn": 1049,
      "Ġvá»¯ng": 1050,
      "ĠthÃºc": 1051,
      "Ġhi": 1052,
      "ĠhÆ°": 1053,
      "Ġháº¥p": 1054,
      "ĠÄĳÆ¡n": 1055,
      "ĠgÃ³": 1056,
      "áº¡y": 1057,
      "áº¡ng": 1058,
      "Ġbá»ĳ": 1059,
      "Ġbá»Ľt": 1060,
      "Ġkhá»": 1061,
      "ĠmÆ¡": 1062,
      "Ġhá»¯u": 1063,
      "Ġcá»Ļ": 1064,
      "Ġchá»¯": 1065,
      "Ġ10": 1066,
      "áº¹p": 1067,
      "Ġ?": 1068,
      "Ġtinh": 1069,
      "ĠdÆ°": 1070,
      "ĠchÆ¡i": 1071,
      "ĠtrÃ¹ng": 1072,
      "Ġtriá»ĥn": 1073,
      "Ġcour": 1074,
      "Ġwebsi": 1075,
      "Ãµi": 1076,
      "Ġcourse": 1077,
      "Ġwebsite": 1078,
      "ĠthÃ¡i": 1079,
      "ĠhÃ´": 1080,
      "ĠhÆ°á»Łng": 1081,
      "ĠÄĳÄĥng": 1082,
      "ĠnháºŃp": 1083,
      "Ġláº¯ng": 1084,
      "Ġcháº¡y": 1085,
      "Ġmail": 1086,
      "Ġgiáº£n": 1087,
      "Ġtráº¡ng": 1088,
      "Ġnay": 1089,
      "Ã³t": 1090,
      "ĠÄĳá»©ng": 1091,
      "Ġchá»¯a": 1092,
      "Ġdot": 1093,
      "Ġtá»ķng": 1094,
      "Ġghi": 1095,
      "Ġcá»Ļng": 1096,
      "Ġcáº¥u": 1097,
      "Ġgáº¯ng": 1098,
      "Ġgame": 1099,
      "ĠsÃ³t": 1100,
      "Ġgiáº¥c": 1101,
      "Ġdá»¯": 1102,
      "ĠxÃºc": 1103,
      "Ġchá»īnh": 1104,
      "Ġ30": 1105,
      "ĠkÃ©o": 1106,
      "Ġfr": 1107,
      "uáº¥t": 1108,
      "Ġo": 1109,
      "Ġváº¯ng": 1110,
      "Ġtháº³ng": 1111,
      "ĠÄĳÆ°á»Ŀng": 1112,
      "ĠÄĳáº¹p": 1113,
      "ĠdÃµi": 1114,
      "Ġkiá»ĥu": 1115,
      "ĠlÃ´i": 1116,
      "áº¡nh": 1117,
      "áº¡ch": 1118,
      "ĠbÃłn": 1119,
      "ĠmÃ´": 1120,
      "Ġchá»įn": 1121,
      "Ġgiá»ĳng": 1122,
      "Ġxa": 1123,
      "Ġtrá»Ł": 1124,
      "Ġvá»¥": 1125,
      "ĠnghÄ©a": 1126,
      "Ġup": 1127,
      "Ġcuá»Ļc": 1128,
      "ĠhÃ´m": 1129,
      "su": 1130,
      "ĠÄĳÃ¢u": 1131,
      "Ġduy": 1132,
      "Ġdem": 1133,
      "Ġkáº¿": 1134,
      "Ġkáº½": 1135,
      "ĠnhÃ¢n": 1136,
      "Ġláº«n": 1137,
      "ĠsÃłi": 1138,
      "ĠsÃłng": 1139,
      "Ġcháº³ng": 1140,
      "Ġhá»ıng": 1141,
      "ĠphÃº": 1142,
      "Ġcá»©ng": 1143,
      "Ġcá»§ng": 1144,
      "ĠquÃ¡t": 1145,
      "Ġbá»¥": 1146,
      "Ġtrá»«": 1147,
      "Ġvisu": 1148,
      "ĠgÃ³p": 1149,
      "ĠdÆ°á»Ľi": 1150,
      "Ġdemo": 1151,
      "Ġvisual": 1152,
      "ion": 1153,
      "tion": 1154,
      "ĠtÆ°á»Łng": 1155,
      "Ġthanh": 1156,
      "ĠÄĳÃŃch": 1157,
      "Ġkiáº¿m": 1158,
      "Æ°u": 1159,
      "Ġná»ģn": 1160,
      "ĠnÃªu": 1161,
      "Ã³ng": 1162,
      "Ġdá»±": 1163,
      "Ġdá»ĭch": 1164,
      "Æ°á»¡": 1165,
      "Ġbuá»Ļc": 1166,
      "uá»ĳng": 1167,
      "ec": 1168,
      "Ġ7": 1169,
      "Ġtháº§n": 1170,
      "Ġnhu": 1171,
      "Ġlinh": 1172,
      "ĠbÃ¬nh": 1173,
      "ĠbÆ°á»Ľc": 1174,
      "Ġkhan": 1175,
      "Ġráº±ng": 1176,
      "deo": 1177,
      "Ġdoanh": 1178,
      "Ġvideo": 1179,
      "Ġláº¡c": 1180,
      "30": 1181,
      "to": 1182,
      "ĠcÄĥn": 1183,
      "Ġcáº¡nh": 1184,
      "Ġsang": 1185,
      "ĠtrÃºc": 1186,
      "ĠnguyÃªn": 1187,
      "ĠquÃ½": 1188,
      "Ã²i": 1189,
      "Ġxá»": 1190,
      "action": 1191,
      "Ġfraction": 1192,
      "Æ°á»¡ng": 1193,
      "ĠcÃłi": 1194,
      "ĠÄĳÃ´ng": 1195,
      "ĠdÃ²ng": 1196,
      "ĠlÆ°á»¡ng": 1197,
      "Ġhá»ģ": 1198,
      "Ġtráº»": 1199,
      "Ġthá»¥": 1200,
      "ĠÄĳá»«ng": 1201,
      "Ġrá»Ľt": 1202,
      "Ġxuá»ĳng": 1203,
      "Ġlá»ĩ": 1204,
      "uyá»ĥn": 1205,
      "Ġmáº¡ch": 1206,
      "Ġná»ķ": 1207,
      "Ġá»ķn": 1208,
      "ad": 1209,
      "¥y": 1210,
      "Ġtáº£ng": 1211,
      "Ġcáº·n": 1212,
      "ĠÄĳem": 1213,
      "Ãªnh": 1214,
      "Ġnháº¹": 1215,
      "ĠlÆ°u": 1216,
      "Ġgiáº¥y": 1217,
      "Ġpro": 1218,
      "ĠquÃªn": 1219,
      "Ġquen": 1220,
      "Ġtá»ĳc": 1221,
      "Ġá»ĵn": 1222,
      "Ã£y": 1223,
      "Ġngoáº¡i": 1224,
      "Ġnhá»Ŀ": 1225,
      "Ġcourses": 1226,
      "Ġbá»¥i": 1227,
      "12": 1228,
      "±m": 1229,
      "Ġi": 1230,
      "áº±m": 1231,
      "ĠhÃ³": 1232,
      "ĠÄĳÃ¡ng": 1233,
      "Ġlai": 1234,
      "Ġláº½": 1235,
      "Ġst": 1236,
      "ĠchÃºc": 1237,
      "Ġchuyá»ĥn": 1238,
      "ĠkhÃŃch": 1239,
      "Ġnáº£n": 1240,
      "Ġpháº£n": 1241,
      "uyáº¿n": 1242,
      "Ġtá»ĩ": 1243,
      "Ġsá»£": 1244,
      "Ġxuáº¥t": 1245,
      "Ġ15": 1246,
      "ĠcÃ¡m": 1247,
      "Ġwi": 1248,
      "Ġloáº¡i": 1249,
      "Ġlap": 1250,
      "lo": 1251,
      "ĠthÆ°a": 1252,
      "ĠÄĳo": 1253,
      "ĠkÃ½": 1254,
      "ĠchÃ©": 1255,
      "ĠnÆ¡i": 1256,
      "ĠÄĳá»Ŀi": 1257,
      "Ġrá»ĳi": 1258,
      "Ġdá»±ng": 1259,
      "Ġcá»Łi": 1260,
      "Ġchá»Ŀ": 1261,
      "Ġtá»ĳi": 1262,
      "Æ°á»Ľt": 1263,
      "ĠxÃ¢y": 1264,
      "ĠtÃŃn": 1265,
      "Ġsoáº¡n": 1266,
      "ter": 1267,
      "Ġfile": 1268,
      "Ã¨m": 1269,
      "Ġxá»Ń": 1270,
      "10": 1271,
      "king": 1272,
      "or": 1273,
      "pea": 1274,
      "ĩt": 1275,
      "ĠcÆ°á»Ŀi": 1276,
      "Ġdáº·n": 1277,
      "ĠkÃ¨m": 1278,
      "Ġnháº§m": 1279,
      "Ġnháº±m": 1280,
      "Ġláº·p": 1281,
      "ĠlÆ°á»Ľt": 1282,
      "Ġspea": 1283,
      "ĠchÃ³ng": 1284,
      "Ġkhe": 1285,
      "Ġtrai": 1286,
      "Ġná»ĳi": 1287,
      "Ġrá»": 1288,
      "ĠrÃºt": 1289,
      "Ġtá»ī": 1290,
      "Ġcon": 1291,
      "ĠkhÃ¡ch": 1292,
      "Ä©nh": 1293,
      "Ġmáº¡nh": 1294,
      "Ġná»Ńa": 1295,
      "Ġcolons": 1296,
      "top": 1297,
      "Ġlaptop": 1298,
      "Ġspeaking": 1299,
      "13": 1300,
      "15": 1301,
      "di": 1302,
      "es": 1303,
      "uá»": 1304,
      "ver": 1305,
      "Ġ8": 1306,
      "Ġj": 1307,
      "ĠÃ¢n": 1308,
      "Ġin": 1309,
      "Ġta": 1310,
      "ĠtÃªn": 1311,
      "Ġtiá»ĩn": 1312,
      "Ġthao": 1313,
      "ĠnhiÃªu": 1314,
      "Ġlá»ĳ": 1315,
      "Ġlá»ģ": 1316,
      "Ġsuy": 1317,
      "Ġban": 1318,
      "Ġkhuyáº¿n": 1319,
      "ĠÄĳá»£i": 1320,
      "áº£y": 1321,
      "Ġtrá»Ŀi": 1322,
      "Ġmá»ĩt": 1323,
      "Ġlá»£i": 1324,
      "Ġthuá»Ļc": 1325,
      "ĠÄĳÃ³ng": 1326,
      "ĠkhoÃ¡": 1327,
      "Ġgá»£i": 1328,
      "Ġphá»¥": 1329,
      "Ġphá»©c": 1330,
      "Ġ200": 1331,
      "Ġtrá»«u": 1332,
      "Ġcolonsad": 1333,
      "19": 1334,
      "at": 1335,
      "fi": 1336,
      "ve": 1337,
      "±a": 1338,
      "ĠtiÃªn": 1339,
      "Ġtiá»ģn": 1340,
      "ĠcÃ¢n": 1341,
      "Ġcáº¯m": 1342,
      "ĠthÃ¡ng": 1343,
      "ĠhÃłng": 1344,
      "ĠkÃªnh": 1345,
      "ĠsÆ°": 1346,
      "áº¡m": 1347,
      "Ġchiá»ģu": 1348,
      "ĠchÄĥm": 1349,
      "Ġkhu": 1350,
      "Ġtráº·c": 1351,
      "ĠnÆ°á»Ľc": 1352,
      "Ġthá»Ń": 1353,
      "Ġxáº£y": 1354,
      "Ġtrá»¥c": 1355,
      "ĠÄĳá»Ļt": 1356,
      "Ġhoáº¡ch": 1357,
      "Ġvá»±ng": 1358,
      "Ġcolonsmilesmile": 1359,
      "ĠhÃ³a": 1360,
      "Ġstu": 1361,
      "Ġwifi": 1362,
      "ĠÄĳoáº¡n": 1363,
      "dio": 1364,
      "23": 1365,
      "24": 1366,
      "25": 1367,
      "27": 1368,
      "gle": 1369,
      "gic": 1370,
      "ning": 1371,
      "os": 1372,
      "Ġ9": 1373,
      "ıe": 1374,
      "Ġtáº£": 1375,
      "Ġtay": 1376,
      "Ġtáº¯c": 1377,
      "Ġtáº§m": 1378,
      "ĠcÄĥng": 1379,
      "ĠhÄĥng": 1380,
      "Ġgoo": 1381,
      "Ġláº¯p": 1382,
      "ĠlÄ©nh": 1383,
      "Ġbiá»ĩn": 1384,
      "Ġhá»ĵi": 1385,
      "ĠtrÃŃ": 1386,
      "ĠtrÆ°a": 1387,
      "Ã³c": 1388,
      "Ġdá»ĵi": 1389,
      "Ġpháº¥n": 1390,
      "ĠphÃ©p": 1391,
      "Ġcá»Ńa": 1392,
      "Ġchá»©ng": 1393,
      "ĠxÃ£": 1394,
      "ĠmÃłn": 1395,
      "ĠhoÃł": 1396,
      "Ġtáº¡p": 1397,
      "ĠkhÃ¡i": 1398,
      "Ġcoi": 1399,
      "Ġthoáº¡i": 1400,
      "Ġnhá»Ł": 1401,
      "dotv": 1402,
      "Ġphá»ķ": 1403,
      "Ġlogic": 1404,
      "net": 1405,
      "Ġ50": 1406,
      "Ġkhá»ıe": 1407,
      "Ġok": 1408,
      "Ġstudio": 1409,
      "Ġgoogle": 1410,
      "17": 1411,
      "20": 1412,
      "av": 1413,
      "har": 1414,
      "py": 1415,
      "us": 1416,
      "uÃ´ng": 1417,
      "Ġty": 1418,
      "ĠtÃ¢n": 1419,
      "ĠtÃ³m": 1420,
      "Ġda": 1421,
      "Ġdi": 1422,
      "Ġkit": 1423,
      "Ġli": 1424,
      "áº¡c": 1425,
      "Ġcháº£": 1426,
      "ĠbÃ³": 1427,
      "Ġkháº¯t": 1428,
      "ĠmÃ´i": 1429,
      "ĠtrÆ°á»Łng": 1430,
      "Ġpháº¡m": 1431,
      "Ġnguá»": 1432,
      "Ġtrá»ĭ": 1433,
      "Ġmá»ī": 1434,
      "Ã£ng": 1435,
      "Ġcopy": 1436,
      "ook": 1437,
      "Ġwin": 1438,
      "Ġcolonc": 1439,
      "ect": 1440,
      "Ġnguá»ĵn": 1441,
      "16": 1442,
      "29": 1443,
      "as": 1444,
      "tem": 1445,
      "Ġ6": 1446,
      "Ġe": 1447,
      "īnh": 1448,
      "ĠthÆ°": 1449,
      "ĠthÃŃ": 1450,
      "Ġhuy": 1451,
      "ĠhÃ£y": 1452,
      "ĠÄĳÃłn": 1453,
      "ĠÄĳÃ²i": 1454,
      "ĠkiÃªn": 1455,
      "ĠkÃŃch": 1456,
      "ĠkÃªu": 1457,
      "Ġnhá»Ļn": 1458,
      "Ġlá»Ļn": 1459,
      "Ġsáº¯c": 1460,
      "Ġche": 1461,
      "ĠchÃª": 1462,
      "Ġbiáº¿n": 1463,
      "Æ°ng": 1464,
      "ĠmÃ³c": 1465,
      "Ġtráº£i": 1466,
      "Ġtráº¯c": 1467,
      "áºŃu": 1468,
      "Ġxung": 1469,
      "Ġxen": 1470,
      "Ġbá»©c": 1471,
      "Ġbá»Łi": 1472,
      "Ġmá»Ŀi": 1473,
      "Ġmá»ıi": 1474,
      "ĠthuáºŃn": 1475,
      "uá»ĳt": 1476,
      "ĠnhÃłng": 1477,
      "Ġvá»±c": 1478,
      "ontem": 1479,
      "Ġthoáº£ng": 1480,
      "Ġgá»įi": 1481,
      "ebook": 1482,
      "ĠbÃ¡u": 1483,
      "ternet": 1484,
      "Ġinternet": 1485,
      "ĠkhuÃ´n": 1486,
      "Ġcoloncontem": 1487,
      "Ġcoloncontemn": 1488,
      "14": 1489,
      "26": 1490,
      "28": 1491,
      "im": 1492,
      "ject": 1493,
      "ode": 1494,
      "ut": 1495,
      "ĠtÃ²i": 1496,
      "Ġviá»ĩn": 1497,
      "Ġvdotv": 1498,
      "Ġtháº¥p": 1499,
      "Ġha": 1500,
      "ĠÄĥn": 1501,
      "Ġgáº¯t": 1502,
      "Ġgáº¯n": 1503,
      "ĠdÃ£y": 1504,
      "Ġliá»ģn": 1505,
      "ĠlÃ£ng": 1506,
      "Ã¡m": 1507,
      "Ġsi": 1508,
      "ĠsiÃªu": 1509,
      "ĠsuÃ´ng": 1510,
      "Ġsuá»ĳt": 1511,
      "Ġchiáº¿m": 1512,
      "Ġbá»¯a": 1513,
      "Ġkhai": 1514,
      "Ġkhá»ĳi": 1515,
      "Ġmay": 1516,
      "Ġtranh": 1517,
      "Ġtrau": 1518,
      "Ġná»¯": 1519,
      "Ġthá»īnh": 1520,
      "ĠtáºŃm": 1521,
      "Ġpos": 1522,
      "ÃŃu": 1523,
      "á»ĳc": 1524,
      "Ġtá»©c": 1525,
      "Ġxinh": 1526,
      "ĠxÃŃu": 1527,
      "iá»ģm": 1528,
      "Ġwec": 1529,
      "Ġfac": 1530,
      "Ġgháº¿": 1531,
      "ĠphÃŃa": 1532,
      "Ġdá»±a": 1533,
      "Ġproject": 1534,
      "ĠchÃ©o": 1535,
      "Ġrá»Ŀi": 1536,
      "Ġwecode": 1537,
      "Ġfacebook": 1538,
      "18": 1539,
      "ia": 1540,
      "ig": 1541,
      "ql": 1542,
      "ste": 1543,
      "ĠÃ¡nh": 1544,
      "Ġit": 1545,
      "ĠtÃ¹": 1546,
      "ĠvÃ²ng": 1547,
      "ĠthÃ¹": 1548,
      "ĠgÃ²": 1549,
      "ĠdÆ°á»Ŀng": 1550,
      "ĠkÃŃ": 1551,
      "Ġser": 1552,
      "Ġsuáº¥t": 1553,
      "Ġsáº¡ch": 1554,
      "Ġsql": 1555,
      "ĠchÃ¢n": 1556,
      "Ġcháº¯n": 1557,
      "ĠmÃª": 1558,
      "Ġmáº»": 1559,
      "ĠmÃ£": 1560,
      "ĠtrÃ¬": 1561,
      "Ġtrá»ĳ": 1562,
      "Ġtráº§m": 1563,
      "Ġná»ģ": 1564,
      "Ġthá»§": 1565,
      "Ġcá»Ń": 1566,
      "Æ°á»£t": 1567,
      "and": 1568,
      "Ġtá»Ń": 1569,
      "Ġlá»±a": 1570,
      "Ġchuá»Ļt": 1571,
      "áº©y": 1572,
      "Ġphá»ıng": 1573,
      "Ġcolonlo": 1574,
      "Ġhá»įp": 1575,
      "ent": 1576,
      "ĠrÃ¨m": 1577,
      "Ġlá»ĩch": 1578,
      "ĠchÃ©m": 1579,
      "Ġjav": 1580,
      "Ġdaa": 1581,
      "Ġtrá»ĳng": 1582,
      "Ġcolonlove": 1583,
      "Ġjava": 1584,
      "11": 1585,
      "ate": 1586,
      "ce": 1587,
      "du": 1588,
      "eic": 1589,
      "ml": 1590,
      "ri": 1591,
      "res": 1592,
      "©a": 1593,
      "ĠÃło": 1594,
      "ĵng": 1595,
      "Ġte": 1596,
      "Ġcs": 1597,
      "ĠcÃºp": 1598,
      "Ġváº½": 1599,
      "Ġver": 1600,
      "Ġtháº¥t": 1601,
      "ĠtháºŃm": 1602,
      "Ġht": 1603,
      "Ġháº±ng": 1604,
      "Ġham": 1605,
      "Ġháº£o": 1606,
      "Ãłm": 1607,
      "ĠÄĳam": 1608,
      "ĠÄĳáº·n": 1609,
      "ĠÄĳáºŃu": 1610,
      "ĠÄĳáº©y": 1611,
      "Ġdáº§n": 1612,
      "Ġdiá»ĩn": 1613,
      "ĠdáºŃy": 1614,
      "Ġkia": 1615,
      "ĠnhÃºng": 1616,
      "Ġnháº¥n": 1617,
      "Ġlao": 1618,
      "Ġsay": 1619,
      "ĠsÃºc": 1620,
      "Ġsáº£n": 1621,
      "ĠcháºŃt": 1622,
      "ĠbÃ³ng": 1623,
      "Ġkhung": 1624,
      "ĠkhuyÃªn": 1625,
      "ĠmÃ²": 1626,
      "Ġniá»ĩm": 1627,
      "Ġniá»ģm": 1628,
      "ĠphÃ³": 1629,
      "Ġpháº©": 1630,
      "ĠngÆ°á»£c": 1631,
      "Ġquay": 1632,
      "ĠgiÃ³": 1633,
      "á»ĳn": 1634,
      "ĠlÃłnh": 1635,
      "Ã¹a": 1636,
      "ĠmÃły": 1637,
      "ĠrÃ£i": 1638,
      "iá»ħu": 1639,
      "Ġtoeic": 1640,
      "Ġ12": 1641,
      "one": 1642,
      "Ġsour": 1643,
      "ĠkhÃŃa": 1644,
      "ĠghÃ©p": 1645,
      "Ġquyá»ģn": 1646,
      "Ġkhá»ķ": 1647,
      "Ġ100": 1648,
      "ork": 1649,
      "Ġliste": 1650,
      "Ġpost": 1651,
      "ĠkÃŃnh": 1652,
      "Ġpháº©m": 1653,
      "Ġsource": 1654,
      "Ġlistening": 1655,
      "big": 1656,
      "ke": 1657,
      "mar": 1658,
      "pl": 1659,
      "ua": 1660,
      "un": 1661,
      "ws": 1662,
      "work": 1663,
      "Ġa": 1664,
      "Ġáº¥y": 1665,
      "Ġáº¥n": 1666,
      "Ġam": 1667,
      "Ġoo": 1668,
      "ĠÆ¡i": 1669,
      "Ġand": 1670,
      "Ġtáº¯t": 1671,
      "ĠthiÃªn": 1672,
      "ĠthÃ¢m": 1673,
      "Ġthang": 1674,
      "Ġháº³": 1675,
      "ĠhÃ¡i": 1676,
      "Ġhiáº¿m": 1677,
      "Ġhiá»ħu": 1678,
      "Ãłu": 1679,
      "ĠÄĳÆ°Æ¡ng": 1680,
      "ĠÄĳÃ¹a": 1681,
      "ĠÄĳua": 1682,
      "Ġgood": 1683,
      "ĠdÃ¢y": 1684,
      "ĠdÃ¡m": 1685,
      "Ġkáº¹": 1686,
      "Ġnha": 1687,
      "Ġnháº¡t": 1688,
      "Ġlung": 1689,
      "ĠsÄ©": 1690,
      "ĠsÃ¡nh": 1691,
      "áº¡o": 1692,
      "ĠchÃªnh": 1693,
      "Ġba": 1694,
      "ĠbiÃªn": 1695,
      "Ġbáº·": 1696,
      "ĠbÃ¢y": 1697,
      "Ġbá»ĳi": 1698,
      "Ġmáº¿n": 1699,
      "Ġmáº¯n": 1700,
      "ĠtrÃłn": 1701,
      "Ã³i": 1702,
      "Ġthá»«a": 1703,
      "ĠÄĳá»įng": 1704,
      "ĠÄĳá»©a": 1705,
      "Ġráº¡c": 1706,
      "Ġdá»«ng": 1707,
      "Ġpat": 1708,
      "Ġpha": 1709,
      "ĠphiÃªn": 1710,
      "Ġpháº¡t": 1711,
      "Ġphim": 1712,
      "Ġquá»ĳc": 1713,
      "ĠgiÃ¡n": 1714,
      "Ġchá»«ng": 1715,
      "Æ°á»Ľng": 1716,
      "Ġsá»ķ": 1717,
      "Ġxe": 1718,
      "Ġxáº¥u": 1719,
      "Ġdá»¥c": 1720,
      "uit": 1721,
      "ĠnÃłn": 1722,
      "ĠmÃ¡t": 1723,
      "Ġlá»ħ": 1724,
      "Ġhoáº¡": 1725,
      "dows": 1726,
      "dotdot": 1727,
      "Ġná»±c": 1728,
      "Ġtuá»": 1729,
      "ĠtuÃ¢n": 1730,
      "Ġcolonbig": 1731,
      "ĠloÃ¡t": 1732,
      "ĠgiÃ¡m": 1733,
      "Ġláº¡nh": 1734,
      "Ġ2010": 1735,
      "Ġkhá»Łi": 1736,
      "Ġdotdotdot": 1737,
      "Ġtraining": 1738,
      "Ġwindows": 1739,
      "Ġsil": 1740,
      "ĠtÃ¹y": 1741,
      "Ġserver": 1742,
      "Ġoop": 1743,
      "Ġháº³n": 1744,
      "Ġbáº·m": 1745,
      "Ġcolonbigsmile": 1746,
      "00": 1747,
      "21": 1748,
      "45": 1749,
      "bit": 1750,
      "co": 1751,
      "id": 1752,
      "lsmile": 1753,
      "mail": 1754,
      "odu": 1755,
      "pri": 1756,
      "ru": 1757,
      "ram": 1758,
      "rac": 1759,
      "rus": 1760,
      "£t": 1761,
      "¥t": 1762,
      "§y": 1763,
      "§ng": 1764,
      "Ġ%": 1765,
      "ĠÃł": 1766,
      "ĠÃªm": 1767,
      "ĠÆ°á»Ľc": 1768,
      "ıa": 1769,
      "ķng": 1770,
      "ĠtÃ´n": 1771,
      "ĠtÃ¡n": 1772,
      "Ġca": 1773,
      "Ġcli": 1774,
      "Ġcáº©n": 1775,
      "Ġvai": 1776,
      "ĠvÆ°á»£t": 1777,
      "Ġvá»ĳn": 1778,
      "ĠthÃ´": 1779,
      "ĠthÃ¡c": 1780,
      "ĠtháºŃn": 1781,
      "Ġtháº¯ng": 1782,
      "Ġtháº¯n": 1783,
      "ĠthÆ°á»Łng": 1784,
      "ĠthÃ¡ch": 1785,
      "Ġhu": 1786,
      "Ġháº¡nh": 1787,
      "ĠÄĳÃłnh": 1788,
      "ĠÄĳÆ°Æ¡": 1789,
      "ĠÄĳuá»ĳ": 1790,
      "ĠÄĳau": 1791,
      "ĠÄĳiá»ĥn": 1792,
      "ĠÄĳáº¡o": 1793,
      "Ġgá»Ļ": 1794,
      "Ġgáº¥p": 1795,
      "ĠdÃ²": 1796,
      "ĠdÃłn": 1797,
      "ĠkÃª": 1798,
      "Ġnháº«n": 1799,
      "Ġnháº£m": 1800,
      "ĠlÆ¡": 1801,
      "ĠlÆ°Æ¡ng": 1802,
      "Ġlau": 1803,
      "ĠlÆ°á»Ŀi": 1804,
      "Ġlá»ĳi": 1805,
      "Ġcháº¿t": 1806,
      "ĠchÄĥng": 1807,
      "Ġcháº¥p": 1808,
      "Ġchang": 1809,
      "Ġcháº·t": 1810,
      "ĠbÃ©": 1811,
      "ĠbÃºt": 1812,
      "Ġkhá»Ľ": 1813,
      "ĠkhÃºc": 1814,
      "Ġmáº£ng": 1815,
      "Ġmodu": 1816,
      "Ġhá»Ŀi": 1817,
      "Ġhá»¥t": 1818,
      "Ġhá»§y": 1819,
      "Ġnam": 1820,
      "ĠÄĳá»£t": 1821,
      "Ġro": 1822,
      "Ġdá»ĵn": 1823,
      "Ġphp": 1824,
      "Ġphá»ĳi": 1825,
      "ĠngÃ¡n": 1826,
      "Ġquanh": 1827,
      "ĠgiÆ¡": 1828,
      "ĠgiÃłnh": 1829,
      "Ġchá»Ńi": 1830,
      "Ġgiá»¯": 1831,
      "ĠquÃ¡n": 1832,
      "Ġtá»·": 1833,
      "ĠxÃłi": 1834,
      "Ġtruyá»": 1835,
      "Ġmá»±c": 1836,
      "Ġlá»Ńa": 1837,
      "Ġlá»ĵng": 1838,
      "Ġthuáº§n": 1839,
      "ĠhoÃ¡": 1840,
      "ĠhoÃłi": 1841,
      "Ġhoang": 1842,
      "Ġhá»£t": 1843,
      "Ġvá»ĩ": 1844,
      "Ġvá»Ł": 1845,
      "ĠyÃªn": 1846,
      "Ġ11": 1847,
      "Ġ13": 1848,
      "Ġngá»¡": 1849,
      "Ġngá»«ng": 1850,
      "dote": 1851,
      "Ġcolonsm": 1852,
      "Ġfor": 1853,
      "are": 1854,
      "roid": 1855,
      "Ġvirus": 1856,
      "Ġ45": 1857,
      "urpri": 1858,
      "allsmile": 1859,
      "Ã¨n": 1860,
      "Ã¨o": 1861,
      "Ġbá»¥ng": 1862,
      "ĠhÃ³c": 1863,
      "Ġwires": 1864,
      "est": 1865,
      "Ġjs": 1866,
      "Ġ2008": 1867,
      "hark": 1868,
      "ĠthÆ°c": 1869,
      "Ġteam": 1870,
      "Ġvery": 1871,
      "Ġhtml": 1872,
      "plus": 1873,
      "Ġandroid": 1874,
      "Ġkáº¹t": 1875,
      "Ġtuá»ķi": 1876,
      "Ġclip": 1877,
      "ĠÄĳÆ°Æ¡c": 1878,
      "ĠÄĳuá»ĳi": 1879,
      "Ġgá»Ļp": 1880,
      "Ġkhá»Ľp": 1881,
      "Ġmodule": 1882,
      "Ġcolonsmallsmile": 1883,
      "urprise": 1884,
      "Ġwireshark": 1885,
      "22": 1886,
      "55": 1887,
      "59": 1888,
      "83": 1889,
      "ab": 1890,
      "ed": 1891,
      "ft": 1892,
      "hi": 1893,
      "ho": 1894,
      "hone": 1895,
      "ihi": 1896,
      "ment": 1897,
      "out": 1898,
      "pe": 1899,
      "phone": 1900,
      "re": 1901,
      "surprise": 1902,
      "tu": 1903,
      "¥p": 1904,
      "§i": 1905,
      "Ġ0": 1906,
      "ĠÃ´": 1907,
      "ĠuyÃªn": 1908,
      "Ġon": 1909,
      "ĠÃ©p": 1910,
      "ĠÆ°u": 1911,
      "Ġav": 1912,
      "Ġuit": 1913,
      "ĩn": 1914,
      "ım": 1915,
      "ĵm": 1916,
      "á»Ĺi": 1917,
      "Ġtan": 1918,
      "Ġtung": 1919,
      "Ġtui": 1920,
      "ĠtÆ°Æ¡": 1921,
      "Ġtai": 1922,
      "Ġtest": 1923,
      "ĠcÃ¢y": 1924,
      "Ġcáº¯t": 1925,
      "Ġcáº§m": 1926,
      "nhihi": 1927,
      "ĠvÃª": 1928,
      "Ġváº¹": 1929,
      "ĠthÃły": 1930,
      "ĠthÃ³i": 1931,
      "Ġhiá»ģu": 1932,
      "ĠhÃ´i": 1933,
      "ĠhÃłn": 1934,
      "ĠhiÃªu": 1935,
      "ĠhÃło": 1936,
      "Ġháº¹p": 1937,
      "ĠhÃłm": 1938,
      "ĠÄĳÃ¡": 1939,
      "ĠÄĳáº¯n": 1940,
      "ĠÄĳáº¥u": 1941,
      "ĠÄĳuá»": 1942,
      "ĠÄĳÃ¡m": 1943,
      "Ġgram": 1944,
      "Ġde": 1945,
      "ĠdÆ¡": 1946,
      "ĠdÃŃ": 1947,
      "Ġday": 1948,
      "ĠdÃ¢n": 1949,
      "Ġnháº¯m": 1950,
      "Ġnhá»ĵi": 1951,
      "Ġnhiá»ħ": 1952,
      "Ġlá»Ļ": 1953,
      "ĠlÃ¢m": 1954,
      "ĠlÆ°á»£c": 1955,
      "Ġlin": 1956,
      "ĠlÃµi": 1957,
      "ĠlÆ°á»£t": 1958,
      "Ġsub": 1959,
      "ĠsiÃªng": 1960,
      "Ġshar": 1961,
      "Ġsho": 1962,
      "áº¡p": 1963,
      "Ġchat": 1964,
      "Ġbáº§u": 1965,
      "Ġbai": 1966,
      "Ġbáº©n": 1967,
      "Ġbáº¡ch": 1968,
      "ĠkhÃ¢u": 1969,
      "Ġmiá»ĩ": 1970,
      "ĠmÃ´ng": 1971,
      "ĠmÆ°á»£": 1972,
      "ĠmáºŃt": 1973,
      "Ġmiá»ģn": 1974,
      "Ġmáº¹": 1975,
      "Ġtran": 1976,
      "ĠtrÃ²n": 1977,
      "ĠtrÃło": 1978,
      "Ġno": 1979,
      "ĠnÃ£": 1980,
      "Ġnáº¯ng": 1981,
      "Ġnáº¡p": 1982,
      "Ġthá»ıa": 1983,
      "ĠÄĳá»©c": 1984,
      "ĠráºŃp": 1985,
      "ĠvÃłng": 1986,
      "Ġdá»Ł": 1987,
      "Ġdá»įn": 1988,
      "Ġdá»ım": 1989,
      "Ã¢p": 1990,
      "ĠphÃºc": 1991,
      "ĠpháºŃn": 1992,
      "ĠphÃłn": 1993,
      "Ġphiá»ģn": 1994,
      "Ġphone": 1995,
      "Ġngá»Ļt": 1996,
      "Ġnguyá»ĩn": 1997,
      "ĠquÃł": 1998,
      "Ġcá»¡": 1999,
      "Ġcá»ķ": 2000,
      "Ġemail": 2001,
      "Ġtiáº¿c": 2002,
      "ĠnghÃłnh": 2003,
      "ĠnghÃ¨o": 2004,
      "Ġchá»ķ": 2005,
      "Ġchá»¥p": 2006,
      "Ġxá»Ļn": 2007,
      "ĠxÆ°ng": 2008,
      "áº«m": 2009,
      "ĠÄĳá»Ļc": 2010,
      "Ã¹i": 2011,
      "Ġlá»¡": 2012,
      "Ġlá»įc": 2013,
      "Ġthua": 2014,
      "ĠmÃłng": 2015,
      "Ġhoc": 2016,
      "Ġá»·": 2017,
      "Ã£i": 2018,
      "Ġcolo": 2019,
      "Ġyout": 2020,
      "Ġ25": 2021,
      "Ġtop": 2022,
      "double": 2023,
      "ĠthoÃ¡ng": 2024,
      "ube": 2025,
      "Ġgá»ĵm": 2026,
      "Ġná»Ĺi": 2027,
      "Ġphá»§": 2028,
      "Ġcolondouble": 2029,
      "ĠsoÃ¡t": 2030,
      "Ġcá»ĳt": 2031,
      "ack": 2032,
      "Ġ2012": 2033,
      "amework": 2034,
      "ĠphÃŃm": 2035,
      "Ġkhá»ıi": 2036,
      "Ġframework": 2037,
      "Ġout": 2038,
      "Ġorac": 2039,
      "Ġxá»©ng": 2040,
      "Ġis": 2041,
      "log": 2042,
      "ĠÄĳoÃ¡n": 2043,
      "ord": 2044,
      "Ġrá»ħ": 2045,
      "Ġ80": 2046,
      "Ġ2005": 2047,
      "Ġ2009": 2048,
      "Ġ90": 2049,
      "dotvn": 2050,
      "harp": 2051,
      "Ġlike": 2052,
      "Ġcsharp": 2053,
      "Ġpatin": 2054,
      "Ġsilde": 2055,
      "rum": 2056,
      "Ġtruyá»ĩn": 2057,
      "ĠtÆ°Æ¡i": 2058,
      "ĠÄĳuá»ķi": 2059,
      "Ġgrammar": 2060,
      "Ġnhiá»ħm": 2061,
      "Ġshare": 2062,
      "Ġshow": 2063,
      "Ġmiá»ĩng": 2064,
      "ĠmÆ°á»£n": 2065,
      "ĠnÃ£o": 2066,
      "Ġcolonhihi": 2067,
      "Ġyoutube": 2068,
      "Ġcolondoublesurprise": 2069,
      "Ġoracle": 2070,
      "314": 2071,
      "48": 2072,
      "80": 2073,
      "81": 2074,
      "=)": 2075,
      "ag": 2076,
      "ax": 2077,
      "ation": 2078,
      "cl": 2079,
      "crum": 2080,
      "da": 2081,
      "dl": 2082,
      "date": 2083,
      "el": 2084,
      "eed": 2085,
      "fc": 2086,
      "ford": 2087,
      "gh": 2088,
      "gn": 2089,
      "ger": 2090,
      "is": 2091,
      "late": 2092,
      "lab": 2093,
      "me": 2094,
      "mw": 2095,
      "mit": 2096,
      "nit": 2097,
      "ox": 2098,
      "oto": 2099,
      "put": 2100,
      "rect": 2101,
      "so": 2102,
      "slate": 2103,
      "ts": 2104,
      "tte": 2105,
      "tphone": 2106,
      "ux": 2107,
      "uter": 2108,
      "vle": 2109,
      "wn": 2110,
      "xx": 2111,
      "£p": 2112,
      "©t": 2113,
      "âĢ": 2114,
      "Ġ'": 2115,
      "Ġ>": 2116,
      "Ġz": 2117,
      "ĠÆ°a": 2118,
      "Ġáº¯t": 2119,
      "Ġáº©n": 2120,
      "Ġub": 2121,
      "Ġáº£o": 2122,
      "ĠÃ¡i": 2123,
      "Ġas": 2124,
      "Ġ=)": 2125,
      "ĠâĢ": 2126,
      "ħn": 2127,
      "Ġtáº§": 2128,
      "Ġtiá»ĥu": 2129,
      "ĠtÃ½": 2130,
      "ĠtÆ°á»Ŀng": 2131,
      "ĠtÃºng": 2132,
      "Ġtáº¥n": 2133,
      "Ġtam": 2134,
      "ĠtÃ¡nh": 2135,
      "Ġtáº¥m": 2136,
      "ĠtÃ²a": 2137,
      "ĠtÄ©nh": 2138,
      "Ġtiá»ģm": 2139,
      "ĠtÆ°á»Ľng": 2140,
      "ĠtÃ¢p": 2141,
      "ĠcÃº": 2142,
      "Ġcam": 2143,
      "ĠcÆ°á»¡": 2144,
      "Ġcas": 2145,
      "Ġcplus": 2146,
      "Ġváº§y": 2147,
      "Ġvinh": 2148,
      "ĠvÃ¢ng": 2149,
      "Ġváº·t": 2150,
      "Ġviá»ģn": 2151,
      "ĠvuÃ´ng": 2152,
      "ĠvÆ°á»Ľng": 2153,
      "Ġthiá»ĩt": 2154,
      "Ġthiá»ĥu": 2155,
      "Ġtháº»": 2156,
      "Ġtháº¥m": 2157,
      "ĠthÄĥm": 2158,
      "ĠthÆ¡i": 2159,
      "Ġtháº¥u": 2160,
      "ĠthÃ²i": 2161,
      "ĠhÃ¬": 2162,
      "Ġháº£": 2163,
      "Ġhung": 2164,
      "Ġháº¯t": 2165,
      "Ġhuá»ĳng": 2166,
      "Ġhuyáº¿n": 2167,
      "ĠháºŃu": 2168,
      "ĠÄĳÃªn": 2169,
      "ĠÄĳáº¿": 2170,
      "ĠÄĳan": 2171,
      "ĠÄĳiá»ĩu": 2172,
      "ĠÄĳáº»": 2173,
      "ĠÄĳen": 2174,
      "ĠÄĳáº£o": 2175,
      "ĠÄĳÃ¨n": 2176,
      "Ãªng": 2177,
      "ĠgÃ¡p": 2178,
      "Ġganh": 2179,
      "ĠgÃłng": 2180,
      "ĠgÃ¡nh": 2181,
      "Ġgmail": 2182,
      "Ġdáº¿": 2183,
      "Ġdáº¯t": 2184,
      "ĠdÃły": 2185,
      "ĠdÃ¡ng": 2186,
      "Ġdeb": 2187,
      "Ġduyá»ĩt": 2188,
      "ĠdÃło": 2189,
      "Ġdáº¥u": 2190,
      "Ġkiá»ĥn": 2191,
      "ĠnhÃ¢": 2192,
      "ĠnhÃ¡c": 2193,
      "Ġnhiá»ĥu": 2194,
      "ĠnhÃ£": 2195,
      "Ġnhuyá»": 2196,
      "ĠnhiÃª": 2197,
      "ĠnhÃ©t": 2198,
      "Ġnháº¡c": 2199,
      "ĠlÃºng": 2200,
      "Ġlang": 2201,
      "Ġláº§m": 2202,
      "ĠlÆ°ng": 2203,
      "Ġsá»¯a": 2204,
      "Ġsmar": 2205,
      "Ġscrum": 2206,
      "Ġchá»Ľ": 2207,
      "Ġchiáº¿n": 2208,
      "ĠchÃło": 2209,
      "ĠchÃ¨n": 2210,
      "ĠbáºŃ": 2211,
      "Ġbiáº¿": 2212,
      "ĠbÃ¡c": 2213,
      "ĠbÃŃ": 2214,
      "Ġbá»ģ": 2215,
      "Ġbáº¡i": 2216,
      "ĠbáºŃt": 2217,
      "Ġbáº¥m": 2218,
      "ĠbÃ¨": 2219,
      "Ġbáº¡c": 2220,
      "Ġbas": 2221,
      "Ġkhuyáº¿t": 2222,
      "Ġkhiáº¿u": 2223,
      "Ġkhen": 2224,
      "Ġmáº¡i": 2225,
      "Ġmai": 2226,
      "Ġmiá»ħn": 2227,
      "Ġmáº¯t": 2228,
      "Ġmá»ĳi": 2229,
      "ĠgiáºŃ": 2230,
      "Ġgiáº£nh": 2231,
      "Ġhá»ķng": 2232,
      "Ġtráº§n": 2233,
      "Ġtreo": 2234,
      "ĠtrÆ°ng": 2235,
      "Ġtrig": 2236,
      "ĠnÆ°Æ¡ng": 2237,
      "Ġnáº»": 2238,
      "Ġname": 2239,
      "Ġnáº±m": 2240,
      "Ã³a": 2241,
      "Ġthá»±": 2242,
      "Ġthá»ĭ": 2243,
      "Ġthá»Ł": 2244,
      "iá»ĩp": 2245,
      "ĠÄĳá»Ĺ": 2246,
      "ĠÄĳá»Ľi": 2247,
      "Ġdáº¡t": 2248,
      "Ġre": 2249,
      "Ġráº»": 2250,
      "Ġdá»ĥ": 2251,
      "Ġdá»Ŀi": 2252,
      "Ġpl": 2253,
      "Ġpas": 2254,
      "ĠphÃª": 2255,
      "Ġphá»ĳ": 2256,
      "Ġphiáº¿u": 2257,
      "Ġphoto": 2258,
      "Ġngáº¡i": 2259,
      "ĠngáºŃp": 2260,
      "Ġngáº«m": 2261,
      "ĠquÄĥng": 2262,
      "ĠquÃ¢n": 2263,
      "ĠquÃ©t": 2264,
      "ĠchoÃ¡ng": 2265,
      "Ġgiang": 2266,
      "ĠgiÃ¢y": 2267,
      "ĠgiÃłu": 2268,
      "á»ĳt": 2269,
      "Ġcá»Ŀ": 2270,
      "á»Ļi": 2271,
      "ement": 2272,
      "Ġchá»¥c": 2273,
      "Ġgiá»Ŀi": 2274,
      "Ġxu": 2275,
      "Ġxáº¡": 2276,
      "ĠxÆ°a": 2277,
      "Ġxml": 2278,
      "ĠxÃłm": 2279,
      "ĠxÃ³a": 2280,
      "Ġbá»¡": 2281,
      "Ġbá»ĵi": 2282,
      "Ġbá»¥c": 2283,
      "Ġtrá»įn": 2284,
      "Ġtrá»«ng": 2285,
      "ĠÄĳá»Ļi": 2286,
      "Ġmá»ĵ": 2287,
      "ĠmÃ¡u": 2288,
      "ĠÄĳá»ĵm": 2289,
      "ĠmÃłu": 2290,
      "Ġhoa": 2291,
      "ligh": 2292,
      "Ġslile": 2293,
      "Ġlum": 2294,
      "Ġdown": 2295,
      "ĠÄĳÃ³i": 2296,
      "Ġ23": 2297,
      "ĠthÃºy": 2298,
      "Ġcáº£nh": 2299,
      "Ġchuá»Ĺi": 2300,
      "Ġngon": 2301,
      "Ġ19": 2302,
      "doubledot": 2303,
      "Ġnhá»ĭp": 2304,
      "Ġnhá»±a": 2305,
      "Ġngá»Ŀ": 2306,
      "Ġngá»±a": 2307,
      "Ġngá»£p": 2308,
      "dotuit": 2309,
      "Ġbá»ķng": 2310,
      "Ġ32": 2311,
      "Ġgá»§i": 2312,
      "Ġná»£": 2313,
      "Ġná»Ĺ": 2314,
      "Ġná»Ł": 2315,
      "Ġrá»Ļn": 2316,
      "Ġsoft": 2317,
      "Ġloáº¡t": 2318,
      "Ġlove": 2319,
      "Ġtuyáº¿n": 2320,
      "tep": 2321,
      "Ġfi": 2322,
      "Ġfeed": 2323,
      "Ġ40": 2324,
      "ĠghÃª": 2325,
      "Ġ2013": 2326,
      "sette": 2327,
      "Ġmua": 2328,
      "sive": 2329,
      "sign": 2330,
      "Ġuá»": 2331,
      "Ġcute": 2332,
      "ĠgÃ³c": 2333,
      "ĠgÃ³i": 2334,
      "Ġkhá»§ng": 2335,
      "Ġcá»Ļt": 2336,
      "Ġdotnet": 2337,
      "Ġover": 2338,
      "Ġupdate": 2339,
      "Ġ75": 2340,
      "Ġnhuáº§n": 2341,
      "Ġlá»ĩnh": 2342,
      "Ġnháº¹n": 2343,
      "Ġprog": 2344,
      "Ġprolog": 2345,
      "Ġim": 2346,
      "Ġios": 2347,
      "Ġida": 2348,
      "Ġiel": 2349,
      "Ġstand": 2350,
      "load": 2351,
      "tern": 2352,
      "Ġtá»īnh": 2353,
      "133": 2354,
      "verligh": 2355,
      "Ġ2003": 2356,
      "Ġcolonsadco": 2357,
      "Ġdirect": 2358,
      "Ġ60": 2359,
      "Ġ64": 2360,
      "Ġeng": 2361,
      "ĠtÃ¹m": 2362,
      "Ġservle": 2363,
      "ĠmÃ£i": 2364,
      "dudotvn": 2365,
      "Ġteen": 2366,
      "untu": 2367,
      "Ġag": 2368,
      "Ġpattern": 2369,
      "Ġsilverligh": 2370,
      "ĠbÃ©o": 2371,
      "Ġrouter": 2372,
      "dotedudotvn": 2373,
      "ĠÃ´m": 2374,
      "Ġonline": 2375,
      "Ġváº¹n": 2376,
      "Ġlinux": 2377,
      "Ġsubmit": 2378,
      "Ġtranslate": 2379,
      "Ġtopic": 2380,
